const characters = [
  {
    "name": "たなかさん (Tanaka-san)",
    "avatar": "👩",
    "details": {
      "国籍 (こくせき)": "日本 (にほん)",
      "性別 (せいべつ)": "女 (おんな)",
      "年齢 (ねんれい)": "35歳 (さんじゅうごさい)",
      "出身 (しゅっしん)": "福岡 (ふくおか)",
      "現在 (げんざい)": "京都 (きょうと)",
      "前の仕事 (まえのしごと)": "銀行 (ぎんこう)",
      "今の仕事 (いまのしごと)": "エンジニア",
      "趣味 (しゅみ)": "本を読むこと (ほんをよむこと)",
      "家族 (かぞく)": "夫 (おっと) + 子供 (こども)3人 (さんにん)",
      "家族の人数 (かぞくのにんずう)": "5人 (ごにん)"
    }
  },
  {
    "name": "ヒエウさん (Hieu-san)",
    "avatar": "👨",
    "details": {
      "国籍 (こくせき)": "ベトナム",
      "性別 (せいべつ)": "男 (おとこ)",
      "年齢 (ねんれい)": "30歳 (さんじゅっさい)",
      "出身 (しゅっしん)": "ハノイ",
      "現在 (げんざい)": "大阪 (おおさか)",
      "前の仕事 (まえのしごと)": "学生 (がくせい)",
      "今の仕事 (いまのしごと)": "実習生 (じっしゅうせい)",
      "趣味 (しゅみ)": "スポーツをすること",
      "家族 (かぞく)": "両親 (りょうしん) + 妹 (いもうと)1人 (ひとり)",
      "家族の人数 (かぞくのにんずう)": "4人 (よにん)"
    }
  },
  {
    "name": "バーリさん (Bali-san)",
    "avatar": "👦",
    "details": {
      "国籍 (こくせき)": "インド",
      "性別 (せいべつ)": "男 (おとこ)",
      "年齢 (ねんれい)": "17歳 (じゅうななさい)",
      "出身 (しゅっしん)": "ムンバイ",
      "現在 (げんざい)": "東京 (とうきょう)",
      "前の仕事 (まえのしごと)": "中学生 (ちゅうがくせい)",
      "今の仕事 (いまのしごと)": "高校生 (こうこうせい)",
      "趣味 (しゅみ)": "写真を撮ること (しゃしんをとること)",
      "家族 (かぞく)": "父 (ちち)・母 (はは) + 兄 (あに) + 犬 (いぬ)1匹 (いっぴき)",
      "家族の人数 (かぞくのにんずう)": "4人 (よにん)"
    }
  },
  {
    "name": "リンさん (Lin-san)",
    "avatar": "👩",
    "details": {
      "国籍 (こくせき)": "中国 (ちゅうごく)",
      "性別 (せいべつ)": "女 (おんな)",
      "年齢 (ねんれい)": "22歳 (にじゅうにさい)",
      "出身 (しゅっしん)": "北京 (ぺきん)",
      "現在 (げんざい)": "広島 (ひろしま)",
      "前の仕事 (まえのしごと)": "大学生 (だいがくせい)",
      "今の仕事 (いまのしごと)": "研究学生 (けんきゅうがくせい)",
      "趣味 (しゅみ)": "映画を見ること (えいがをみること)",
      "家族 (かぞく)": "父 (ちち)・母 (はは) + お爺さん (おじいさん) + 姉 (あね)",
      "家族の人数 (かぞくのにんずう)": "5人 (ごにん)"
    }
  },
  {
    "name": "イーさん (Yi-san)",
    "avatar": "👩",
    "details": {
      "国籍 (こくせき)": "韓国 (かんこく)",
      "性別 (せいべつ)": "女 (おんな)",
      "年齢 (ねんれい)": "30歳 (さんじゅっさい)",
      "出身 (しゅっしん)": "ソウル",
      "現在 (げんざい)": "京都 (きょうと)",
      "前の仕事 (まえのしごと)": "大学院生 (だいがくいんせい)",
      "今の仕事 (いまのしごと)": "研究者 (けんきゅうしゃ)",
      "趣味 (しゅみ)": "音楽を聞くこと (おんがくをきくこと)",
      "家族 (かぞく)": "夫 (おっと) + 子供 (こども)2人 (ふたり)",
      "家族の人数 (かぞくのにんずう)": "4人 (よにん)"
    }
  },
  {
    "name": "ピエールさん (Pierre-san)",
    "avatar": "👨",
    "details": {
      "国籍 (こくせき)": "フランス",
      "性別 (せいべつ)": "男 (おとこ)",
      "年齢 (ねんれい)": "38歳 (さんじゅうはちさい)",
      "出身 (しゅっしん)": "パリ",
      "現在 (げんざい)": "東京 (とうきょう)",
      "前の仕事 (まえのしごと)": "料理の先生 (りょうりのせんせい)",
      "今の仕事 (いまのしごと)": "料理長 (りょうりちょう)",
      "趣味 (しゅみ)": "絵を描くこと (えをかくこと)",
      "家族 (かぞく)": "両親 (りょうしん) + お婆さん (おばあさん)",
      "家族の人数 (かぞくのにんずう)": "4人 (よにん)"
    }
  }
];