const characters = [
    {
        name: "たなかさん (Tanaka-san)",
        avatar: "👩",
        details: {
            "ふだん": "8じはん",
            "きょう": "9じはん（おそい）",
            "ばしょ": "ラーメンや",
            "どこ": "えきのまえ",
            "ようす": "にぎやか・おいしい・ゆうめい",
            "だれと": "かぞく",
            "どうやって": "あるいて3ぷん",
            "かんそう": "にぎやかでおいしい",
            "ねだん": "たかい",
            
            "りゆう": "ラーメンおいしい"
        }
    },
    {
        name: "ヒエウさん (Hieu-san)",
        avatar: "👨",
        details: {
            "ふだん": "8じ15ふん",
            "きょう": "7じ（はやい）",
            "ばしょ": "こうえん",
            "ようす": "にぎやか・きれい",
            "だれと": "かぞく",
            "どうやって": "あるいて5ふん",
            "たべもの": "サンドイッチ",
            "かんそう": "くうききれい",
            
            "りゆう": "たのしい・くうききれい"
        }
    },
    {
        name: "バーリさん (Bali-san)",
        avatar: "👦",
        details: {
            "ふだん": "9じ",
            "きょう": "7じはん（はやい）",
            "ばしょ": "こうじょう",
            "ようす": "ひろい・おもしろい",
            "だれと": "クラスともだち",
            "どうやって": "バス1じかん",
            "にんき": "たくさんひと",
            
            "りゆう": "べんきょうやくにたつ"
        }
    },
    {
        name: "リンさん (Lin-san)",
        avatar: "👩",
        details: {
            "ふだん": "7じ45ふん",
            "きょう": "7じ45ふん（おなじ）",
            "ばしょ": "ふじさん",
            "ようす": "たかい・うつくしい",
            "だれと": "ひとり",
            "どうやって": "バス2じかん",
            "かんそう": "けしきうつくしい",
            "つかれ": "とてもつかれた",
            
            "りゆう": "けしきうつくしい・けんこういい"
        }
    },
    {
        name: "イーさん (Yi-san)",
        avatar: "👩",
        details: {
            "ふだん": "7じ15ふん",
            "きょう": "7じ15ふん（おなじ）",
            "ばしょ": "あおばモール",
            "ようす": "おおきい・にぎやか",
            "だれと": "ともだち",
            "どうやって": "あるいて10ぷん",
            "かんそう": "たのしい",
            "ふく": "かわいい",
            "ねだん": "たかい",
            
            "りゆう": "セールでやすい・ふくたくさん"
        }
    },
    {
        name: "ピエールさん (Pierre-san)",
        avatar: "👨",
        details: {
            "ふだん": "10じはん",
            "きょう": "8じ（はやい）",
            "ばしょ": "こうえん",
            "なに": "サッカー",
            "ようす": "ひろい・きれい",
            "だれと": "にほんじんともだち",
            "どうやって": "あるいて5ふん",
            "てんき": "あつい",
            "かんそう": "たのしい・あつい",
            
            "りゆう": "サッカーたのしい"
        }
    }
];