const characters_bai5 = [
    {
        name: "たなかさん (Tanaka-san)",
        avatar: "👩",
        details: {
            "ふだん": "いつも８じはんに おきます",
            "きょう": "9じはんに おきました（おそく）", 
            "ばしょ": "えきのまえのラーメンや",
            "どうやって": "かぞくと あるいて3ふん",
            "けっか": "にぎやかで おいしい"
        }
    },

	{
	    name: "ヒエウさん (Hieu-san)",
	    avatar: "👨",
	    details: {
	        "ふだん": "ふつう8時15分に おきます",
	        "きょう": "7じに おきました（はやく）", // 7:00 (sớm hơn 1 tiếng 15 phút)
	        "ばしょ": "ちかくの こうえん", 
	        "どうやって": "かぞくと あるいて5ふん",
	        "けっか": "サンドイッチが おいしい"
	    }
	},
	
	{
	    name: "バーリさん (Bali-san)",
	    avatar: "👦",
	    details: {
	        "ふだん": "いつも9じに おきます",
	        "きょう": "7じはんに おきました（はやく）", // 7:30 (sớm hơn 1.5 tiếng)
	        "ばしょ": "がっこうの こうじょう",
	        "どうやって": "ともだちと バスで5ふん",
	        "けっか": "ひろくて おもしろい"
	    }
	},
{
name: "リンさん (Lin-san)",
avatar: "👩",
details: {
"ふだん": "7時45分に おきます",
"きょう": "おなじ 7時45分",
"ばしょ": "とおくの やま、ふじさん",
"どうやって": "ひとりで バスで２じかん",
"けっか": "けしきが うつくしい"
}
},
{
name: "イーさん (Yi-san)",
avatar: "👩",
details: {
"ふだん": "ふだんは ふつうのじかんに おきます",
"きょう": "7時15分（おそく）",
"ばしょ": "えきのまえの　あおばモール",
"どうやって": "ともだちと あるいて4ふん",
"けっか": "ふくは かわいい"
}
},
{
name: "ピエールさん (Pierre-san)",
avatar: "👨",
details: {
"ふだん": "すごく おそく おきます,10時半",
"きょう": "8じに おきました（はやく）",
"ばしょ": "やましたの こうえん",
"どうやって": "ともだちと あるいて5ふん",
"けっか": "たのしいけど、すこし あつい"
}
}
];